{
    "checkHypertension":"Check Hypertension" ,
    "genderMale":"Male ♂️",
    "genderFemale":"Female ♀️",
    "age":"Age",
    "height":"Height",
    "systolic":"Systolic",
    "diastolic":"Diastolic",
    "gender":"Gender",
    "cardTitle":"Check Hypertension",
    "genderVaidation":"Gender is required",
    "ageRequiredValidation":"Age is required",
    "decimalNotAllowedValidation":"Decimal values not allowed",
    "ageLimitValidation":"Age should be between 1-17 years",
    "heightRequiredValidation":"Height is required",
    "heightLimitValidation":"Height should be upto 200 cm",
    "systolicRequiredValidation":"Systolic is required",
    "systolicLimitValidation":"Systolic should be upto 300 mmHg",
    "diastolicRequiredValidation":"Diastolic is required",
    "diastolicLimitValidation":"Diastolic should be upto 300 mmHg",
    "name":"Name",
    "nameRequiredValidation":"Name is required",
    "history":"History",
    "info":{
        "howToUse":"How to use the pediatric blood pressure calculator?",
        "howToUseExplained":"Our pediatric blood pressure calculator requires just 4 simple steps:<br/><br/>1) Enter your child's age.(The most important part as both the height and BP percentiles depend on it.)<br/>2) Choose your child's sex.<br/>3) Enter your child's height.<br/>4) Enter the systolic pressure and the diastolic pressure.<br/><br/><b>Your results are here</b>, Our blood pressure percentile calculator will notify you if the entered value is either too low or too high.",
        "whyToMonitor":"Why you should start monitoring your child's Blood Pressure?",
        "whyToMonitorExplained":"Studies have revealed a concerning prevalence of high blood pressure among Indian youth. The findings indicate that 35% of 10 to 12-year-olds and 25% of 13 to 19-year-olds have blood pressure readings in the stage 1 or 2 hypertension range. This highlights the urgent need for increased attention and action to address the issue of pediatric hypertension in India, in order to prevent long-term health complications and improve outcomes for young people.",
        "howToCalculate":"How to calculate pediatric blood pressure?",
        "howToCalculateExplained":"There is no direct pediatric blood pressure formula by age. It's not that simple - we're required to use the pediatric blood pressure charts meant for a given age and height.<br/>That's what we're here for - our pediatric blood pressure calculator for boys and girls allows you to painlessly compute your child's blood pressure range without any complicated chart readings.<br/><br> However, if we didn't scare you enough, here's a short explanation of how to proceed: <br/><br>1. With your child's sex, age, and height in hand, <br/> <span class='pl-2'> • find all these values on a height percentile chart - connect the lines on which they're located.<br/></span> <span class='pl-2'>• The point where both of them touch is your child's height percentile. Draw a dot in that place.<br/><span class='pl-6'>a. Pediatricians usually draw 5 different percentiles: 3rd, 25th, 50th, 75th, and 97th</span>.<br/> <span class='pl-10'>Check which one of them is the closest one to your dot and estimate its value.<br/></span><span class='pl-6'>b.The easier way is to use the table, although they're not available for all pediatric populations (and they're not that precise).</span>   <br/><br>2. With your child's sex, age, and calculated height percentile, <br/> <span class='pl-2'> • Instructions are similar to the previous point - find your values on the chart's axis and follow the lines on which they're located.<br/></span> <span class='pl-2'> • After you've done that, look for the crossing point.<br/></span><span class='pl-2'> • You may also use one of the ready-to-go tables.<br/></span><br/><br/> Here's the exemplary height percentile chart for boys, adapted from the Centers for Disease Control and Prevention:",
        "risks":"Risks",
        "risksExplained":"If your child's high blood pressure continues into adulthood, your child could be at risk of:<br/><br/><b>Stroke</b><br/><b>Heart attack</b><br/><b>Heart failure</b><br/><b>Kidney disease</b>",
        "causes":"Causes",
        "causesExplained":"The causes of high blood pressure in children vary, with younger children often experiencing hypertension due to underlying health conditions like heart defects, kidney disease, genetic conditions, or hormonal disorders. On the other hand, older children, especially those who are overweight, are more likely to develop primary hypertension, which occurs without any underlying condition.<br/>These causes demonstrate the importance of monitoring blood pressure in children, as undiagnosed hypertension can lead to serious health complications such as cardiovascular disease, stroke, and kidney damage. With the alarming prevalence of high blood pressure among Indian youth, it is crucial that parents and healthcare providers take urgent action to monitor and manage blood pressure in children. Early detection and intervention can help prevent long-term health problems and improve outcomes for young people. Therefore, regular blood pressure checks should be a routine part of healthcare for children, especially for those who are overweight or have other risk factors for hypertension."
    }
}