{   
    "checkHypertension":"उच्च रक्तचाप की जाँच",
    "genderMale":"पुरुष",
    "genderFemale":"स्त्री",
    "age":"आयु",
    "height":"ऊंचाई",
    "systolic":"सिस्टोलिक",
    "diastolic":"डायस्टोलिक",
    "gender":"लिंग",
    "cardTitle":"उच्च रक्तचाप की जाँच",
    "genderVaidation":"लिंग आवश्यक है",
    "ageRequiredValidation":"आयु आवश्यक है",
    "decimalNotAllowedValidation":"दशमलव मान की अनुमति नहीं है",
    "ageLimitValidation":"उम्र 1-17 साल के बीच होनी चाहिए",
    "heightRequiredValidation":"ऊंचाई आवश्यक है",
    "heightLimitValidation":"ऊंचाई 200 cm तक होनी चाहिए",
    "systolicRequiredValidation":"सिस्टोलिक आवश्यक है",
    "systolicLimitValidation":"सिस्टोलिक 300 mmHg तक होना चाहिए",
    "diastolicRequiredValidation":"डायस्टोलिक आवश्यक है",
    "diastolicLimitValidation":"डायस्टोलिक 300 mmHg तक होना चाहिए",
    "name":"नाम",
    "nameRequiredValidation":"नाम आवश्यक है",
    "history":"इतिहास",
    "info":{
        "howToUse":"बाल चिकित्सा रक्तचाप कैलकुलेटर का उपयोग कैसे करें?",
        "howToUseExplained":"हमारे बाल चिकित्सा रक्तचाप कैलकुलेटर को केवल 4 सरल चरणों की आवश्यकता होती है:<br/><br/>1) अपने बच्चे की उम्र दर्ज करें।(सबसे महत्वपूर्ण हिस्सा है क्योंकि ऊंचाई और बीपी प्रतिशतक दोनों इस पर निर्भर करते हैं।)<br/>2)अपने बच्चे का लिंग चुनें।<br/>3) अपने बच्चे की ऊंचाई दर्ज करें।<br/>4) सिस्टोलिक दबाव और डायस्टोलिक दबाव दर्ज करें।<br/><br/><b>आपके परिणाम यहां हैं</b>, यदि दर्ज किया गया मान या तो बहुत कम या बहुत अधिक है, तो हमारा रक्तचाप प्रतिशतक कैलकुलेटर आपको सूचित करेगा।",
        "whyToMonitor":"आपको अपने बच्चे के रक्तचाप की निगरानी क्यों शुरू करनी चाहिए?",
        "whyToMonitorExplained":"अध्ययनों से भारतीय युवाओं में उच्च रक्तचाप की व्यापकता का पता चला है। निष्कर्ष बताते हैं कि 10 से 12 साल के 35% और 13 से 19 साल के 25% लोगों का ब्लड प्रेशर स्टेज 1 या 2 हाइपरटेंशन रेंज में होता है। यह भारत में बाल चिकित्सा उच्च रक्तचाप के मुद्दे पर ध्यान देने और कार्रवाई करने की तत्काल आवश्यकता पर प्रकाश डालता है, ताकि दीर्घकालिक स्वास्थ्य जटिलताओं को रोका जा सके और युवा लोगों के परिणामों में सुधार किया जा सके।",
        "howToCalculate":"बाल चिकित्सा रक्तचाप की गणना कैसे करें?",
        "howToCalculateExplained":"उम्र के हिसाब से कोई सीधा बाल चिकित्सा रक्तचाप सूत्र नहीं है। यह इतना आसान नहीं है - हमें दी गई आयु और ऊंचाई के लिए बाल चिकित्सा रक्तचाप चार्ट का उपयोग करने की आवश्यकता है।<br/>हम यहां इसीलिए हैं - लड़कों और लड़कियों के लिए हमारा बाल चिकित्सा रक्तचाप कैलकुलेटर आपको बिना किसी जटिल चार्ट रीडिंग के अपने बच्चे के रक्तचाप की सीमा की गणना करने की अनुमति देता है।<br/><br> हालांकि, अगर हमने आपको पर्याप्त डरा नहीं दिया, तो आगे बढ़ने के तरीके की संक्षिप्त व्याख्या यहां दी गई है:<br/><br>1. अपने बच्चे के लिंग, उम्र और लंबाई को हाथ में लेकर,<br/> <span class='pl-2'> • इन सभी मानों को ऊंचाई प्रतिशतक चार्ट पर खोजें - उन पंक्तियों को कनेक्ट करें जिन पर वे स्थित हैं।<br/></span> <span class='pl-2'>• जिस बिंदु पर वे दोनों स्पर्श करते हैं वह आपके बच्चे की ऊंचाई का प्रतिशतक है। उस जगह पर एक बिंदी लगाएं।<br/><span class='pl-6'>a. बाल रोग विशेषज्ञ आमतौर पर 5 अलग-अलग प्रतिशतक बनाते हैं: तीसरा, 25वां, 50वां, 75वां और 97वां</span>.<br/> <span class='pl-10'>जांचें कि उनमें से कौन सा आपके डॉट के सबसे करीब है और इसके मूल्य का अनुमान लगाएं।<br/></span><span class='pl-6'>b.तालिका का उपयोग करना आसान तरीका है, हालांकि वे सभी बाल चिकित्सा आबादी के लिए उपलब्ध नहीं हैं (और वे सटीक नहीं हैं)।</span><br/><br>2. आपके बच्चे के लिंग, आयु और परिकलित ऊंचाई प्रतिशतक के साथ,<br/> <span class='pl-2'> • निर्देश पिछले बिंदु के समान हैं - चार्ट के अक्ष पर अपने मान खोजें और उन पंक्तियों का अनुसरण करें जिन पर वे स्थित हैं।<br/></span> <span class='pl-2'> • आपके द्वारा ऐसा करने के बाद, क्रॉसिंग पॉइंट देखें।<br/></span><span class='pl-2'> • आप रेडी-टू-गो टेबल में से किसी एक का उपयोग भी कर सकते हैं।<br/></span><br/><br/>यहां लड़कों के लिए अनुकरणीय ऊंचाई प्रतिशतक चार्ट दिया गया है, जिसे रोग नियंत्रण और रोकथाम केंद्र से अनुकूलित किया गया है:",
        "risks":"जोखिम",
        "risksExplained":"यदि आपके बच्चे का उच्च रक्तचाप वयस्कता में जारी रहता है, तो आपके बच्चे को इसका खतरा हो सकता है:<br/><br/><b>आघात</b><br/><b>दिल का दौरा</b><br/><b>दिल की धड़कन रुकना</b><br/><b>गुर्दा रोग</b>",
        "causes":"कारण",
        "causesExplained":"बच्चों में उच्च रक्तचाप के कारण अलग-अलग होते हैं, छोटे बच्चों को अक्सर अंतर्निहित स्वास्थ्य स्थितियों जैसे हृदय दोष, गुर्दे की बीमारी, आनुवंशिक स्थितियों या हार्मोनल विकारों के कारण उच्च रक्तचाप का अनुभव होता है। दूसरी ओर, बड़े बच्चे, विशेष रूप से जो अधिक वजन वाले हैं, उनमें प्राथमिक उच्च रक्तचाप विकसित होने की संभावना अधिक होती है, जो बिना किसी अंतर्निहित स्थिति के होता है।<br/>ये कारण बच्चों में रक्तचाप की निगरानी के महत्व को प्रदर्शित करते हैं, क्योंकि अनियंत्रित उच्च रक्तचाप से हृदय रोग, स्ट्रोक और गुर्दे की क्षति जैसी गंभीर स्वास्थ्य जटिलताएँ हो सकती हैं। भारतीय युवाओं में उच्च रक्तचाप के खतरनाक प्रसार के साथ, यह महत्वपूर्ण है कि माता-पिता और स्वास्थ्य सेवा प्रदाता बच्चों में रक्तचाप की निगरानी और प्रबंधन के लिए तत्काल कार्रवाई करें। शुरुआती पहचान और हस्तक्षेप से दीर्घकालिक स्वास्थ्य समस्याओं को रोकने और युवा लोगों के लिए परिणामों में सुधार करने में मदद मिल सकती है। इसलिए, नियमित रक्तचाप जांच बच्चों के लिए स्वास्थ्य देखभाल का एक नियमित हिस्सा होना चाहिए, खासकर उन लोगों के लिए जो अधिक वजन वाले हैं या उच्च रक्तचाप के लिए अन्य जोखिम कारक हैं।"
    }

}